Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/Tid_for_samtale_nordsamisk.pdf.tmx
Source language: sme
Languages: nob

source: Láhčin dihtii dili buoremus lági mielde juohkehažžii , de lea deaŧalaš ahte váhnemat addet skuvlii dieđuid máná birra .
nob: For å legge best mulig til rette for den enkelte , er det viktig at foreldrene gir skolen informasjon om barnet .

source: Muhtun mánáin sáhttet leat erenoamáš váttisvuođat fágaid dáfus , ja earáin gis váttisvuođat doaibmat sosiálalaččat .
nob: Mens noen barn har spesielle problemer når det g jelder fag , kan andre ha problemer når det g jelder å fungere sosialt .

source: Go oahppis lea heajos gullu dahje heajos oaidnu , de dat sáhttá dagahit ahte ii loavtte , oahpa iige ovdán .
nob: Det å ha nedsatt hørsel eller dårlig syn , kan også være til hinder for trivsel , læring og utvikling .

source: Buorre gulahallan ja dialoga ruovttu ja skuvlla gaskka sáhttá eastadit dán dáhpáhuvvamis .
nob: God informasjon og dialog mellom hjem og skole kan forebygge dette .

source: Skuvla lea geatnegas heivehit oahpahusa juohke oahppái .
nob: Skolen har plikt til å gi alle elever tilpasset opplæring .

source: Ožžot go ovdamearkka dihtii searalaš ja čeahpeslohkki mánát doarvái hástalusaid skuvllas ?
nob: Får for eksempel selvstendige og lesesterke barn nok utfordringer i skolehverdagen ?

source: Soahpameahttunvuođat ja daid čoavdin Ovdánanságastallan galggašii leat positiivvalaš dáhpáhus oahppái , oahpaheaddjái ja váhnemiidda ja mas váldoáššin lea oahppi máhttin ja ovdáneapmi .
nob: Konflikter og konflikthåndtering Utviklingssamtalen skal være en positiv dialog mellom elev , lærer og foreldre der hovedfokuset er elevens mestring og utvikling .

source: Ii dat mearkkaš ahte ii galgga ságastallat váttisvuođaid birra , muhto soahpameahttunvuođaid berre čoavdit sierra deaivvademiin .
nob: Det betyr ikke at man skal unngå å diskutere problemer , men konflikter bør løses i egne møter .

source: Datte leat muhtun soahpameahttunvuođat dakkárat ahte daid dárbbaša aiddo dalle čoavdit .
nob: Noen konflikter er likevel slik at de må drøftes der og da.

source: Ovdánanságastallama ferte dalle maŋidit eará hávvái .
nob: Utviklingssamtalen må da utsettes til en annen gang .

source: Oahppi ja váhnemat eai galgga dárbbašit atnit issorassan boahtit ovdánanságastallamii , muhto boahtit dohko buriid vuordámušaiguin .
nob: Eleven og foreldrene skal ikke grue seg for å møte til utviklingssamtale , men komme dit med positive forventninger .

source: Ovdánanságastallan ja unnitlogugielat mánát Skuvlii álget iešguđege riikka ja kultuvrra mánát .
nob: Utviklingssamtalen og minoritetsspråklige elever Til skolen kommer det barn fra ulike land og kulturer .

source: Máŋggakultuvrrat servodat lea addán midjiide máŋggakultuvrrat skuvlla ja nu maiddái riggásat skuvlabeaivvi .
nob: Et flerkulturelt samfunn har gitt oss en flerkulturell skole og på mange måter en rikere skolehverdag .

source: Skuvlla ja ruovttu ovttasbargui leat boahtán ođđa hástalusat .
nob: I samarbeidet mellom skole og hjem har det oppstått nye utfordringer .

source: Skuvla gehččojuvvo iešguđetláhkai kultuvrras kultuvrii .
nob: Synet på skolen er svært ulikt fra kultur til kultur .

source: Norggas lea šaddagoahtán dáhpin ahte lea lagas ovttasbargu váhnemiid ja skuvlla gaskka , muhto eará kultuvrrain eai leat skuvllas ja ruovttus lagaš oktavuođat .
nob: Mens det i Norge etter hvert er tradisjon for et nært samarbeid mellom foreldre og lærer , er det i andre kulturer stor avstand mellom skole og hjem .

source: Hástalussan šaddá duddjot buori ovttasbarggu ja ovttaárvosaš gulahallama ságastallanguimmežiid gaskii , muhto dat lea dárbbašlaš sihkkarastit oahppái buori ovdáneami .
nob: Å legge til rette for et godt samarbeid og en likeverdig dialog mellom partene , kan bli utfordrende , men er nødvendig for å sikre god utvikling for eleven .

source: Muhtun kultuvrrain eai leat hárjánan deaivvadit skuvllain , ja váhnemat dovdet iežaset oahpaheaddji vuollásažžan .
nob: I noen kulturer er det ingen tradisjon for møte mellom skole og hjem , og foreldrene har stor respekt for læreren .

source: Dalle sáhttá leat váttis duddjot buori gulahallama .
nob: Da kan det være vanskelig å skape en god dialog .

source: Danne šaddáge dárbbašlaš geavahit vugiid oadjudit sin dánlágan deaivvademiide .
nob: Å skape trygge rammer rundt møtet , blir derfor svært viktig .

source: Go olmmoš lea smáđáhkes ja olmmošaddjái , de dalle leat buorit eavttut ahte ságastallan lihkostuvvá .
nob: Å være vennlig , åpen og imøtekommende er en forutsetning for å lykkes i samtalen .

source: Oahpaheaddjái lea deaŧalaš geahččalit áddet máná ja váhnemiid kultuvrralaš duogáža .
nob: For læreren blir det viktig å sette seg inn i og prøve å forstå barnet og foreldrenes kulturelle bakgrunn .

source: Muhtun háviid ferte dušše dohkkehit ahte šaddá eambbo diehtojuohkin go ságastallan .
nob: Noen ganger må man kanskje akseptere at det blir mer informasjon enn dialog .

source: Eará riikii dahje eará kultuvrii gullevaš olbmos sáhttet leat giellaváttisvuođat mat sáhttet goazahit gulahallama .
nob: Å komme fra et annet land eller en annen kultur , kan innebære språkvansker som er til hinder for dialogen .

source: Mánáin ja váhnemiin geat aiddo leat fárren Norgii , leat dieđusge stuorát váttisvuođat áddet buot mii dáhpáhuvvá birrasis go sidjiide geat leat orron dáppe moadde jagi .
nob: Barn og foreldre som nettopp har kommet til Norge , har selvsagt større problemer med å orientere seg enn dem som har bodd her noen år .

source: Skuvla ferte váldit ovddasvástádusa ja háhkat dulkka váhnemiidda geat dan dárbbašit .
nob: Skolen må ta ansvar for å skaffe tolk til foreldre som trenger dette .

source: Vásáhusat čájehit ahte lea jierpmálaš geavahit dulkkaid ságastaladettiin sihke singuin geat leat oanehis áigge ássan riikkas ja singuin geat leat ássan dáppe guhká .
nob: Erfaring viser at det kan være fornuftig å bruke tolk både i samtaler med dem som har bodd her kort og dem som har bodd her lenge .

source: Deaŧalaš lea ahte buot váhnemat ožžot daid dieđuid maid galget , ja ahte sis lea vejolašvuohta jearahit ja addit skuvlii dieđuid .
nob: Det er viktig at alle foreldre får den informasjonen de har krav på , og at de får anledning til å stille spørsmål og gi skolen informasjon .

source: Eatnigielaoahpaheaddji sáhttá leat resursan ja ovttasbargoguoibmin oahpaheaddjái , oahppái ja váhnemiidda , muhto son datte ii galggašii geavahuvvot dulkan ovdánanságastallamis .
nob: En morsmålslærer kan være en ressurs og samarbeidspartner for læreren , eleven og foreldrene , men bør likevel ikke brukes som tolk i utviklingssamtaler .

source: Ovdánanságastallama MOLSAŠUVVAN Ságastallanhámádat molsašuvvá jagis nubbái Sihke sisdoalu ja organiserema dáfus sáhttá ovdánanságastallan molsašuvvat ovtta luohkás nubbái .
nob: VARIASJON I Utviklingssamtalen Variere opplegget fra ett årstrinn til et annet Både innhold i og organisering av utviklingssamtaler kan variere fra en klasse til en annen .

source: Maiddái skuvllaid gaskkas sáhttet leat erohusat .
nob: Også mellom skoler kan det være forskjeller .

source: Beroškeahttá luohkás dahje skuvllas , de galgá ruoktu ja skuvla ovttasbargat ovdánanságastallamiid dáfus .
nob: Uavhengig av klasse eller skoler skal hjem og skole samarbeide om utviklingssamtalene .

source: Ságastallamis lea lunddolaš deattuhit iešguđetlágan fáttáid dan mielde man luohkás oahppi lea .
nob: I samtalene er det naturlig å legge vekt på ulike emner alt etter hvilket årstrinn eleven er på .

source: Ságastallamat rivdet maiddái go oahppi álgá nuoraidskuvlii .
nob: Samtalene vil også endre seg når eleven går over på ungdomsskolen .

source: Lassin daidda osiide mat ovdal leat deattuhuvvon , de ođđa ságastallanfáddán šaddá árvvoštallat maiddái árvosániiguin .
nob: I tillegg til områder man har vektlagt tidligere , blir vurdering med karakterer et nytt tema i samtalene .

source: Iešguđetlágan vuogit Skuvllas lea dáhpin ahte sosiálalaš doaibman lea guovddážis mánáidskuvllas , ja fágalaš ovdáneapmi lea gis deaŧalaš nuoraidskuvllas .
nob: Ulike varianter Tradisjonen i skolen er at sosial fungering får mye oppmerksomhet i barneskolen , mens den faglige utviklingen er viktigst i ungdomsskolen .

source: Ovdánanságastallamiid váldoášši lea ahte olmmoš ieš galgá leat guovddážis .
nob: Et hovedpoeng med utviklingssamtalene er at hele mennesket skal være i fokus .

source: Go dan galgá oažžut áigái , de ferte deattuhit mo oahppi doaibmá sihke sosiálalaččat ja fágalaččat .
nob: For å få til dette , må en legge vekt på hvordan eleven fungerer både sosialt og faglig .

source: Ii datte dárbbaš buot fáttáid guoskkahit juohke ságastallamis , muhto deattuhit daid fáttáid mat leat lunddolaččat aiddo dan áigodahkii .
nob: En trenger likevel ikke å ta opp alle temaene i hver samtale , men legge særlig vekt på det som er naturlig i en bestemt periode .

source: Ovtta ságastallamis sáhttet guovddášfágat nugo sámegiella ja matematihkka leat fáddán , eará háve gis sáhttá deattuhit geavatlaš ja estehtalaš fágaid .
nob: Mens det i én samtale er kjernefagene norsk og matematikk som er tema , kan det i en annen legges mer vekt på de praktiske og estetiske fagene .

source: Bargovuogit sáhttet maiddái leat ovdánanságastallama fáddán .
nob: Arbeidsmåter kan også være et tema for utviklingssamtalen .

source: Mo oahppi doaibmá sosiálalaččat , galggašii leat juohke ovdánanságastallama fáddá .
nob: Hvordan eleven fungerer sosialt , bør være et tema i alle utviklingssamtaler .

source: Vaikko vel fáttát sáhttet ja galggašedje molsašuvvat ságastallamis ságastallamii , de lea deaŧalaš ahte oahppi ja váhnemat dovdet ahte dat mii sin mielas lea deaŧaleamos , lea maiddái áššin ságastallamis .
nob: Selv om temaene kan og bør endres fra én samtale til den neste , er det viktig at elev og foreldre opplever at det de er mest opptatt av , kommer på dagsordenen i den aktuelle samtalen .

source: Go ságastallamii lea bures ráhkkanahtton ja gulahallan doaibmá bures , de dat sihkkarastá ahte buohkaide dahká ságastallan buori .
nob: Gode forberedelser og dialog mellom partene sikrer et godt utbytte for alle .

source: Dihtet go • ahte lágain celko ahte váhnemiin lea váldoovddasvástádus máná oahppamii , ja ahte maiddái sis lea ovddasvástádus skuvllas ? •
nob: Visste du at det står i lovverket at foreldrene har hovedansvar for barnas opplæring , og at de derfor har medansvar i skolen ?

source: ahte don sáhtát váikkuhit máná oahppamii ja skuvlavázzimii go doaimmat váhnenovddasteaddjin , váhnenráđi lahttun , FAU dahje ovttasbargolávdegotti / stivrra lahttun ? •
nob: at du kan påvirke barnas opplæring og skolegang som foreldrekontakt , som medlem av foreldrerådet , FAU eller av samarbeidsutvalget/styret ?

source: ahte buot ohppiin lea vuoigatvuohta oažžut heivehuvvon oahpahusa iežaset návccaid ja eavttuid mielde ? •
nob: at alle elever har rett til tilpasset opplæring etter evner og forutsetninger ?

source: ahte oahppit geat eai nákce čuovvut dohkálaččat dábálaš skuvlafálaldaga , ožžot sierraoahpahusa ? •
nob: at elever som ikke har tilfredsstillende utbytte av det ordinære skoletilbudet , har rett til spesialundervisning ?

source: ahte buot ohppiin lea vuoigatvuohta oažžut fysihkalaš ja psykososiálalaš birrasa mii nanne veaju , loaktima ja oahppama ? •
nob: at alle elever har rett til et godt fysisk og psykososialt miljø som fremmer helse , trivsel og læring ?

source: ahte váhnemiin lea vuoigatvuohta váidalit ?
nob: at foreldre har rett til å klage ?

source: FUG - Vuođđoskuvlla váhnenlávdegoddi ( VVL ) - lea lávdegoddi váhnemiid várás , ja man Gonagas stáhtaráđis lea nammadan njealji jahkái hávil .
nob: FUG - Foreldreutvalget for grunnskolen - er et utvalg av foreldre , oppnevnt av Kongen i statsråd for fire år av gangen .

source: Lávdegoddi lea Oahpahus- ja dutkandepartemeantta ráđđeaddi orgána .
nob: Utvalget er et rådgivende organ for Utdannings- og forskningsdepartementet .

source: Lávdegoddi galgá gozihit váhnemiid ja ohppiid beroštumiid skuvlaservodagas ja bargat nannet buori ovttasbarggu ruovttu ja skuvlla gaskii .
nob: Utvalget skal ivareta foreldrenes og elevenes interesser i skolesamfunnet og arbeide for å fremme et godt samarbeid mellom hjem og skole .

source: Vuođđoskuvlla váhnenlávdegoddi Poastaboksa 8119 Dep. 0032 Oslo www.fug.no www.foreldrenettet.no bestilling(at)fug.no post(at)fug.no Tel. : 22 24 75 63 Fáksa : 22 24 75 90
nob: Foreldreutvalget for grunnskolen Postboks 8119 Dep . 0032 Oslo www.fug.no www.foreldrenettet.no bestilling(at)fug.no post(at)fug.no Tlf. : 22 24 75 63 Faks : 22 24 75 90
